/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "無法啟動 Java 應用程式";
"It requires a newer java" 	= "需要安裝 Mac OS X 10.1 與 Java 更新 1 或較新的 OS";
"Quit" 						= "結束";
